Repository: Jiricek95/dotypos-sync
Catalog: languages/dotypos-sync-*.po
Languages: sk_sk

source: Potvrdit
sk_sk: Potvrdiť

source: Synchronizace z Dotykačky
sk_sk: Synchronizácia z Dotykačky

source: Synchronizace cen z Dotykačky
sk_sk: Synchronizácia cien z Dotykačky

source: Synchronizace názvu z Dotykačky
sk_sk: Synchronizácia názvu z Dotykačky

source: Synchronizace z WooCommerce
sk_sk: Synchronizácia z WooCommerce

source: Synchronizace cen z WooCommerce
sk_sk: Synchronizácia cien z WooCommerce

source: Synchronizace názvu z WooCommerce
sk_sk: Synchronizácia názvu z WooCommerce

source: Synchronizace skladových pohybů
sk_sk: Synchronizácia skladových pohybov

source: Z WooCommerce do Dotykačka
sk_sk: Z WooCommerce do Dotykačky

source: Přenos produktů z Dotykačky do WooCommerce
sk_sk: Prenos produktov z Dotykačky do WooCommerce

source: Spustit přenos produktů
sk_sk: Spustiť prenos produktov

source: Přenos stavu skladu z Dotykačky do WooCommerce
sk_sk: Prenos stavu skladu z Dotykačky do WooCommerce

source: Spustit přenos stavu skladu
sk_sk: Spustiť prenos stavu skladu
